{
  "brandTagline": "Service • Fellowship • YMCA Partnership",
  "navAbout": "About",
  "navMission": "Mission",
  "navProjects": "What We Do",
  "navJoin": "Join Us",
  "navContact": "Contact",
  "navMenu": "Menu",
  "mobileAbout": "About the Club",
  "mobileMission": "Our Mission",
  "mobileProjects": "Community Impact",
  "mobileJoin": "Become a Member",
  "mobileContact": "Get in Touch",
  "heroTag": "New Club",
  "heroLocation": "Setúbal, Portugal",
  "heroTitle": "A fellowship of service and action,<br/>building a better world <span class=\"accent\">together.</span>",
  "heroDescription": "We are Y’s Men and Y’s Women Setúbal — a service club supporting the YMCA and our local community. We work across education, health, environment, and youth development, guided by the values of love, compassion, selfless service, and sacrifice. :contentReference[oaicite:0]{index=0}",
  "heroJoinBtn": "Join the movement",
  "heroProjectsBtn": "See our projects",
  "mottoTitle": "Our Motto",
  "mottoQuote": "\"To Acknowledge the Duty that Accompanies Every Right\"",
  "mottoDescription": "This motto challenges us to put responsibility before privilege — to serve first, to act with integrity, and to lead by example in our families, our community, and our world. :contentReference[oaicite:1]{index=1}",
  "aboutEyebrow": "Who we are",
  "aboutTitle": "Y’s Men / Y’s Women Setúbal",
  "aboutLead": "We are part of Y’s Men International, a worldwide fellowship of people of all faiths working together in mutual respect and affection, based on the teachings of Jesus Christ, and with a common loyalty to the YMCA. :contentReference[oaicite:2]{index=2}",
  "aboutWorldwideTitle": "Worldwide Movement",
  "aboutWorldwideBody": "Y’s Men International is active across multiple regions and continents, partnering with YMCAs to support youth, families, and communities through direct service, leadership, and fundraising. :contentReference[oaicite:3]{index=3}",
  "aboutLocalTitle": "Local Heart",
  "aboutLocalBody": "Our Setúbal club focuses on real local needs: social inclusion, education, health, and opportunities for young people. We collaborate with the YMCA and other worthy organisations in our area. :contentReference[oaicite:4]{index=4}",
  "aboutOpenTitle": "Open Community",
  "aboutOpenBody": "Membership is open to men and women. No one is denied because of race, creed, colour, or national origin. We believe service and fellowship should be inclusive. :contentReference[oaicite:5]{index=5}",
  "missionEyebrow": "Mission &amp; Values",
  "missionTitle": "What we stand for",
  "missionLead": "Our work is rooted in service, inspired by faith, and focused on people. These are the principles every member commits to when joining the club:",
  "missionLoveTitle": "Love &amp; Compassion",
  "missionLoveBody": "We act with love, compassion, selfless service, and sacrifice — these are core values of Y’s Men International, and they’re reflected in the way we show up for others. :contentReference[oaicite:6]{index=6}",
  "missionChristTitle": "Inspired by Christ’s Teaching",
  "missionChristBody": "We acknowledge the teachings of Jesus Christ and aim to put those words into action: in our decisions, in our projects, and in our personal lives. :contentReference[oaicite:7]{index=7}",
  "missionDutyTitle": "Duty Before Privilege",
  "missionDutyBody": "We challenge ourselves to focus less on “my rights” and more on “my duty to others.” We believe leadership is service, not status. :contentReference[oaicite:8]{index=8}",
  "projectsEyebrow": "Service in action",
  "projectsTitle": "What we do",
  "projectsLead": "We exist to serve. Every project is meant to make life better for someone specific — a young person, a family, a community group. These are the core objectives every Y’s Men / Y’s Women club commits to:",
  "projectSupportTitle": "Support the YMCA",
  "projectSupportBadge": "Core Mission",
  "projectSupportBody": "We function primarily as a service club for the YMCA — giving our time, ideas, and resources to help it deliver youth programs, education, sports, and character development. :contentReference[oaicite:9]{index=9}",
  "projectCommunityTitle": "Serve the Community",
  "projectCommunityBadge": "Local Impact",
  "projectCommunityBody": "We support other worthy organisations in Setúbal and the region: health initiatives, education access, inclusion, dignity, and social justice — always without party politics. :contentReference[oaicite:10]{index=10}",
  "projectFellowshipTitle": "Build Fellowship",
  "projectFellowshipBadge": "People",
  "projectFellowshipBody": "We cultivate strong friendships and a culture of mutual support. Service should be meaningful, but it should also be joyful and shared. :contentReference[oaicite:11]{index=11}",
  "projectLeadersTitle": "Grow Leaders",
  "projectLeadersBadge": "Future",
  "projectLeadersBody": "We develop, encourage and provide leadership — locally and internationally — so that the next generation can carry the work further than we did. :contentReference[oaicite:12]{index=12}",
  "projectsWhyTitle": "Why this matters",
  "projectsWhyBody": "The YMCA is one of the world’s most important movements for youth development and social inclusion. Y’s Men and Y’s Women clubs exist to stand beside it, strengthen it, and help it reach more people. :contentReference[oaicite:13]{index=13}",
  "statVolunteerNumber": "100%",
  "statVolunteerLabel": "Volunteer-led",
  "statGlobalNumber": "Global",
  "statGlobalLabel": "Worldwide Fellowship",
  "statLocalNumber": "Local",
  "statLocalLabel": "Focused on Setúbal",
  "joinEyebrow": "Become a member",
  "joinTitle": "Ready to get involved?",
  "joinLead": "We are looking for committed, positive people who want to make a real difference in Setúbal — people who care about youth, inclusion, community, and service.",
  "joinMeaningTitle": "What it means to be a Y’s Man / Y’s Woman",
  "joinMeaningBody": "You’re not just “joining a club”. You’re stepping into service. You’re saying yes to showing up, helping organise, supporting projects, and living our values — idealism, initiative, and hard work in the name of others. :contentReference[oaicite:14]{index=14}",
  "joinAskBtn": "Ask about membership",
  "joinNote": "Minimum: show up, care, act. No “spectator members”.",
  "leadershipEyebrow": "Leadership",
  "leadershipTitle": "Club leadership 2025 / 2026",
  "leadershipLead": "In our movement, leadership is considered a trust. Officers are expected to lead with idealism, interest, initiative, and industry — and to put Y’s Men work first. :contentReference[oaicite:15]{index=15}",
  "leaderPresidentName": "[Name Here]",
  "leaderPresidentRole": "Club President",
  "leaderPresidentDesc": "Represents the club, sets direction, and ensures our work truly serves the YMCA and the local community.",
  "leaderViceName": "[Name Here]",
  "leaderViceRole": "Vice President",
  "leaderViceDesc": "Drives projects, supports new members, and helps turn ideas into action in Setúbal.",
  "leaderSecretaryName": "[Name Here]",
  "leaderSecretaryRole": "Secretary / Treasurer",
  "leaderSecretaryDesc": "Keeps everything running: communication, planning, transparency, reporting, and coordination with the wider movement.",
  "footerTitle": "Y’s Men / Y’s Women Setúbal <span class=\"small\">Affiliated with Y’s Men International</span>",
  "footerDescription": "A service club in fellowship with the YMCA. We act locally in Setúbal, and we stand in solidarity with clubs across Europe and around the world. Our purpose is simple: develop, encourage and provide leadership to build a better world for all. :contentReference[oaicite:16]{index=16}",
  "contactTitle": "Get in touch",
  "contactDetails": "Email: <a class=\"mail\" href=\"mailto:info@ysmensetubal.org\">info@ysmensetubal.org</a><br/>Location: Setúbal, Portugal<br/>Meeting rhythm: Monthly (working session + fellowship lunch)",
  "contactInvite": "Interested in attending a meeting, proposing a partnership, or inviting us to support a community project? Reach out.",
  "footerBottom": "© <span id=\"year\"></span> Y’s Men / Y’s Women Setúbal. All rights reserved."
}
