{
  "brandTagline": "Serviço • Convívio • Parceria com a YMCA",
  "navAbout": "Sobre",
  "navMission": "Missão",
  "navProjects": "O que fazemos",
  "navJoin": "Junta-te",
  "navContact": "Contacto",
  "navMenu": "Menu",
  "mobileAbout": "Sobre o Clube",
  "mobileMission": "A Nossa Missão",
  "mobileProjects": "Impacto na Comunidade",
  "mobileJoin": "Torna-te Membro",
  "mobileContact": "Fala Connosco",
  "heroTag": "Novo Clube",
  "heroLocation": "Setúbal, Portugal",
  "heroTitle": "Uma irmandade de serviço e ação,<br/>a construir um mundo melhor <span class=\"accent\">juntos.</span>",
  "heroDescription": "Somos os Y’s Men e Y’s Women Setúbal — um clube de serviço que apoia a YMCA e a nossa comunidade local. Trabalhamos em educação, saúde, ambiente e desenvolvimento juvenil, guiados pelos valores de amor, compaixão, serviço altruísta e sacrifício. :contentReference[oaicite:0]{index=0}",
  "heroJoinBtn": "Junta-te ao movimento",
  "heroProjectsBtn": "Conhece os nossos projetos",
  "mottoTitle": "O Nosso Lema",
  "mottoQuote": "«Reconhecer o Dever que Acompanha Cada Direito»",
  "mottoDescription": "Este lema desafia-nos a colocar a responsabilidade antes do privilégio — a servir em primeiro lugar, a agir com integridade e a liderar pelo exemplo nas nossas famílias, na comunidade e no mundo. :contentReference[oaicite:1]{index=1}",
  "aboutEyebrow": "Quem somos",
  "aboutTitle": "Y’s Men / Y’s Women Setúbal",
  "aboutLead": "Fazemos parte dos Y’s Men International, uma irmandade mundial de pessoas de todas as fés que trabalham juntas com respeito e afeto mútuos, baseadas nos ensinamentos de Jesus Cristo e com lealdade comum à YMCA. :contentReference[oaicite:2]{index=2}",
  "aboutWorldwideTitle": "Movimento Global",
  "aboutWorldwideBody": "Os Y’s Men International estão ativos em várias regiões e continentes, em parceria com as YMCAs para apoiar jovens, famílias e comunidades através de serviço direto, liderança e angariação de fundos. :contentReference[oaicite:3]{index=3}",
  "aboutLocalTitle": "Coração Local",
  "aboutLocalBody": "O nosso clube de Setúbal responde a necessidades reais: inclusão social, educação, saúde e oportunidades para os mais jovens. Colaboramos com a YMCA e com outras organizações de mérito na nossa área. :contentReference[oaicite:4]{index=4}",
  "aboutOpenTitle": "Comunidade Aberta",
  "aboutOpenBody": "A adesão está aberta a homens e mulheres. Ninguém é excluído por raça, credo, cor ou origem nacional. Acreditamos que o serviço e o convívio devem ser inclusivos. :contentReference[oaicite:5]{index=5}",
  "missionEyebrow": "Missão &amp; Valores",
  "missionTitle": "Em que acreditamos",
  "missionLead": "O nosso trabalho nasce do serviço, inspira-se na fé e concentra-se nas pessoas. Estes são os princípios que cada membro assume ao entrar no clube:",
  "missionLoveTitle": "Amor &amp; Compaixão",
  "missionLoveBody": "Agimos com amor, compaixão, serviço altruísta e sacrifício — valores centrais dos Y’s Men International, refletidos na forma como estamos presentes para os outros. :contentReference[oaicite:6]{index=6}",
  "missionChristTitle": "Inspirados no Ensino de Cristo",
  "missionChristBody": "Reconhecemos os ensinamentos de Jesus Cristo e procuramos pô-los em ação: nas nossas decisões, nos nossos projetos e na nossa vida pessoal. :contentReference[oaicite:7]{index=7}",
  "missionDutyTitle": "Dever Antes do Privilégio",
  "missionDutyBody": "Desafiamos a nós próprios a focar menos nos “meus direitos” e mais no “meu dever para com os outros”. Acreditamos que liderar é servir, não ter estatuto. :contentReference[oaicite:8]{index=8}",
  "projectsEyebrow": "Serviço em ação",
  "projectsTitle": "O que fazemos",
  "projectsLead": "Existimos para servir. Cada projeto procura melhorar a vida de alguém concreto — um jovem, uma família, um grupo comunitário. Estes são os objetivos centrais de qualquer clube Y’s Men / Y’s Women:",
  "projectSupportTitle": "Apoiar a YMCA",
  "projectSupportBadge": "Missão Central",
  "projectSupportBody": "Funcionamos sobretudo como clube de serviço da YMCA — oferecendo tempo, ideias e recursos para ajudar a entregar programas de juventude, educação, desporto e desenvolvimento de caráter. :contentReference[oaicite:9]{index=9}",
  "projectCommunityTitle": "Servir a Comunidade",
  "projectCommunityBadge": "Impacto Local",
  "projectCommunityBody": "Apoiamos outras organizações meritórias em Setúbal e na região: iniciativas de saúde, acesso à educação, inclusão, dignidade e justiça social — sempre sem partidarismo político. :contentReference[oaicite:10]{index=10}",
  "projectFellowshipTitle": "Construir Convívio",
  "projectFellowshipBadge": "Pessoas",
  "projectFellowshipBody": "Cultivamos amizades fortes e uma cultura de apoio mútuo. O serviço deve ser significativo, mas também alegre e partilhado. :contentReference[oaicite:11]{index=11}",
  "projectLeadersTitle": "Formar Líderes",
  "projectLeadersBadge": "Futuro",
  "projectLeadersBody": "Desenvolvemos, encorajamos e providenciamos liderança — local e internacionalmente — para que a próxima geração leve o trabalho mais longe do que nós. :contentReference[oaicite:12]{index=12}",
  "projectsWhyTitle": "Porque é importante",
  "projectsWhyBody": "A YMCA é um dos movimentos mais importantes do mundo para o desenvolvimento juvenil e a inclusão social. Os clubes Y’s Men e Y’s Women existem para estar ao seu lado, fortalecê-la e ajudá-la a chegar a mais pessoas. :contentReference[oaicite:13]{index=13}",
  "statVolunteerNumber": "100%",
  "statVolunteerLabel": "Liderado por voluntários",
  "statGlobalNumber": "Global",
  "statGlobalLabel": "Convívio Mundial",
  "statLocalNumber": "Local",
  "statLocalLabel": "Foco em Setúbal",
  "joinEyebrow": "Torna-te membro",
  "joinTitle": "Pronto para agir?",
  "joinLead": "Procuramos pessoas comprometidas e positivas que queiram fazer a diferença real em Setúbal — pessoas que se importem com a juventude, a inclusão, a comunidade e o serviço.",
  "joinMeaningTitle": "O que significa ser Y’s Man / Y’s Woman",
  "joinMeaningBody": "Não estás apenas a “entrar num clube”. Estás a assumir serviço. Dizes sim a aparecer, ajudar a organizar, apoiar projetos e viver os nossos valores — idealismo, iniciativa e trabalho árduo em nome dos outros. :contentReference[oaicite:14]{index=14}",
  "joinAskBtn": "Pergunta pela adesão",
  "joinNote": "Mínimo: aparecer, importar-se, agir. Não há membros “espectadores”.",
  "leadershipEyebrow": "Liderança",
  "leadershipTitle": "Direção do clube 2025 / 2026",
  "leadershipLead": "No nosso movimento, a liderança é um voto de confiança. Espera-se que os dirigentes liderem com idealismo, interesse, iniciativa e trabalho — e que ponham o trabalho Y’s Men em primeiro lugar. :contentReference[oaicite:15]{index=15}",
  "leaderPresidentName": "[Nome aqui]",
  "leaderPresidentRole": "Presidente do Clube",
  "leaderPresidentDesc": "Representa o clube, define a direção e garante que o nosso trabalho serve verdadeiramente a YMCA e a comunidade local.",
  "leaderViceName": "[Nome aqui]",
  "leaderViceRole": "Vice-Presidente",
  "leaderViceDesc": "Dinamiza projetos, apoia novos membros e ajuda a transformar ideias em ação em Setúbal.",
  "leaderSecretaryName": "[Nome aqui]",
  "leaderSecretaryRole": "Secretário / Tesoureiro",
  "leaderSecretaryDesc": "Mantém tudo a funcionar: comunicação, planeamento, transparência, relatórios e ligação com o movimento alargado.",
  "footerTitle": "Y’s Men / Y’s Women Setúbal <span class=\"small\">Afiliação aos Y’s Men International</span>",
  "footerDescription": "Um clube de serviço em comunhão com a YMCA. Atuamos localmente em Setúbal e estamos em solidariedade com clubes em toda a Europa e no mundo. O nosso propósito é simples: desenvolver, encorajar e fornecer liderança para construir um mundo melhor para todos. :contentReference[oaicite:16]{index=16}",
  "contactTitle": "Fala connosco",
  "contactDetails": "Email: <a class=\"mail\" href=\"mailto:info@ysmensetubal.org\">info@ysmensetubal.org</a><br/>Localização: Setúbal, Portugal<br/>Ritmo de reuniões: Mensal (sessão de trabalho + almoço de convívio)",
  "contactInvite": "Queres participar numa reunião, propor uma parceria ou convidar-nos a apoiar um projeto comunitário? Fala connosco.",
  "footerBottom": "© <span id=\"year\"></span> Y’s Men / Y’s Women Setúbal. Todos os direitos reservados."
}
